"Volume" = "Lautstärke"; 
"Drawbars" = "Schieberegler"; 
"Percussion Level" = "Percussion-Pegel"; 
"Percussion Time" = "Percussion-Dauer"; 
"Click" = "Click"; 
"Distortion" = "Verzerrung"; 
"Rotary Speaker" = "Rotary Speaker"; 


